app/controllers/school_classes_controller.rb

	def create
	  @school_class = SchoolClass.new
	   @school_class.title = params[:title]
	   @school_class.room_number = params[:room_number]
	  @school_class.save
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "geography"], ["room_number", 512], ["created_at", "2020-09-29 06:28:51.509707"], ["updated_at", "2020-09-29 06:28:51.509707"]]